Revit 2024 API
BuiltInFailures.AssemblyFailures.NoElementsLeftInExistingAssembly Property
 There are no elements left in the assembly. It will be disassembled.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId NoElementsLeftInExistingAssembly { get; }
Visual Basic
Public Shared ReadOnly Property NoElementsLeftInExistingAssembly As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ NoElementsLeftInExistingAssembly {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.AssemblyFailures Class
Autodesk.Revit.DB Namespace